IdeaRS.OpenModel.Detail.Loading.CalculationCase
load case/combination data

IdeaRS.OpenModel.Detail.Loading.CalculationCase.#ctor
constructor

IdeaRS.OpenModel.Detail.Loading.CalculationCase.Name
Gets or set the name

IdeaRS.OpenModel.Detail.Loading.CalculationCase.IsActive
active load case/combination